app/controllers/comments_controller.rb

	def create
		@comment = Comment.new(comment_params)
  		if @comment.save
---
INSERT INTO "comments" ("name", "email", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "sad"], ["email", "sdads"], ["description", "sads"], ["created_at", "2015-04-10 17:33:35.121713"], ["updated_at", "2015-04-10 17:33:35.121713"]]

	def update
		@comment = Comment.find(params[:id])
		if @comment.update(comment_params)
---
SELECT  "comments".* FROM "comments" WHERE "comments"."id" = ? LIMIT 1  [["id", 2]]
UPDATE "comments" SET "email" = ?, "description" = ?, "updated_at" = ? WHERE "comments"."id" = ?  [["email", "nuevo@dsadas.com"], ["description", "dasd"], ["updated_at", "2015-04-17 13:20:06.431885"], ["id", 1]]